Repository: aiba1805/ManagementSystem
Catalog: ManagementSystem/Properties/Resources.*.resx
Languages: kk_kz

source: Access level
kk_kz: Kirw dengeyi (1...3)

source: Add
kk_kz: Qosw

source: Add Employee Menu
kk_kz: Qızmetker mazirin qosınız

source: Age
kk_kz: Jasi

source: Cancel
kk_kz: Küşin joyu

source: Date of birth
kk_kz: Twgan jili

source: Full Name
kk_kz: Toliq ati

source: Category
kk_kz: Sanati

source: Create Automatic Task
kk_kz: Avtomatikalik Tapisirmani Zhasaw

source: Create New Task
kk_kz: Zhana Tapsirmani Zhasaw

source: Create Request
kk_kz: Suraw Zhasaw

source: Create Selected Task
kk_kz: Ilgek Tapsirmani Zhasaw

source: Create Task
kk_kz: Tapsirmani Zhasaw

# CurrentTasks
source: My Tasks
kk_kz: Menin Tapsirmalari

source: Description of Task
kk_kz: Tapsirmanin taqirma

source: Incorrect login or password
kk_kz: Duris emes login ati nemese qupia soz

source: Login
kk_kz: Login ati

source: Monitoring
kk_kz: Qarau

source: Name of Task
kk_kz: Tapsirmanin Ati

source: Password
kk_kz: Qupia soz

source: Position
kk_kz: Qizmet

source: Rating
kk_kz: Reyting

source: Sign in
kk_kz: Qiru

source: Statistic
kk_kz: Statistika

source: Complexity
kk_kz: Qurdeligi

source: Deadline
kk_kz: Merzimi

source: Eazy
kk_kz: Zhenil

source: Hard
kk_kz: Qurdeli

source: Medium
kk_kz: Orta

# Priotiry
source: Priority
kk_kz: Basymdiq

source: Recreation
kk_kz: Qaita qurw

# LoginError
source: A user with this name already exists
kk_kz: Bul esimmen paydalanwshi bar

source: Delete
kk_kz: Joyu

source: Once a Day
kk_kz: Aer kun

source: Once a Month
kk_kz: Aer ay

source: Once a two Weeks
kk_kz: Aer eki apta

source: Once a Week
kk_kz: Aer apta

source: Change password
kk_kz: Qupiya sozdi ozgertw

source: Incorrect Email
kk_kz: Qate Email

source: Incorrect password
kk_kz: Qate qupiyasoz

source: Incorrect Telephone
kk_kz: Telefon durıs emes

source: New password
kk_kz: Zhana qupiya soz

source: New password confirmation
kk_kz: Zhana qupiya soz

source: Old password
kk_kz: Eski qupiya soz

# PasswordNotEqual
source: Passwords are not equal
kk_kz: Qupïya sozder birdey emes

source: Password too short
kk_kz: Qupiyasoz ote qısqa

source: Save
kk_kz: Saqtaw

source: Telephone Number
kk_kz: Telefon nomiri

source: Cyclicity
kk_kz: Cycldik

source: Change Color Scheme
kk_kz: Tus shemasyn ozgertu

source: Change Theme
kk_kz: Taqyrypty ozgertu

source: Done Tasks
kk_kz: Tapsirmalardi orindadi

# PushToChangeColor
source: Push buttons to change color
kk_kz: Tusti ozgertu ushin tuimelerdi basynyz

source: Settings
kk_kz: Parametrler

source: Sign Out
kk_kz: Şığw

source: Add Employee
kk_kz: Qızmetkerdi qosw

source: Delete Employee
kk_kz: Qızmetkerdi joyu

source: Profile
kk_kz: Profïl

source: Back
kk_kz: Artqa

source: Next
kk_kz: Kelesi

source: Add Category
kk_kz: Sanattı qosınız

source: New category
kk_kz: Zhana sanati

source: Email
kk_kz: Poşta

source: Done
kk_kz: Dayın

# YourRate
source: Your rating:
kk_kz: Sizdiñ bağalawıñız:

source: New Task
kk_kz: Zhana Tapsirma

# Type
source: Type Of Task
kk_kz: Türi
